export function fetchMarqueeData() {
  return [
    '恭喜[艾莉亚‧史塔**]获得[一个夜王]',
    '恭喜[琼恩·雪诺**]获得[囧神称号]',
    '恭喜[阿多Ho**]获得[荣誉之门]',
    '恭喜[詹姆·兰尼**]获得[信任之光]',
    '恭喜[艾德‧史塔**]获得[10元现金]',
    '恭喜[瑟曦·兰尼**]获得[50元现金]',
    '恭喜[提利昂·兰尼**]获得[50元现金]',
    '恭喜[珊莎‧史塔**]获得[三傻称号]',
    '恭喜[班杨‧史塔**]获得[50元现金]',
    '恭喜[欧莎**]获得[10元现金]',
    '恭喜[瑞肯‧史塔**]获得[30元现金]',
    '恭喜[席恩‧葛雷**]获得[20元现金]',
    '恭喜[罗伯‧史塔**]获得[20元现金]',
    '恭喜[布兰‧史塔**]获得[一只乌鸦]',
    '恭喜[泰温·兰尼**]获得[一个盒饭]',
    '恭喜[劳勃·拜拉**]获得[50元现金]',
    '恭喜[乔佛里·拜**]获得[一个盒饭]',
    '恭喜[格雷果‧克**]获得[5元现金]',
    '恭喜[桑铎·克里**]获得[一头wolf]',
  ]
}
export function drawCard () {
  return (Math.random() * 10000).toFixed(0)
}